const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By Dream");


client.on("ready", () => {
let channel =     client.channels.get("556142814145019904")
setInterval(function() {
channel.send(`دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
تعال بشبعك حب بشبعك دلال تعال يبن حلال
`);
}, 30)
})

client.login(process.env.BOT_TOKEN);
